---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.ITemporaryGraphicsHandler
source: html/61d3da0d-0a51-4941-e687-9b04d2dd730d.htm
---
# ITemporaryGraphicsHandler Members

Implement this method to return a description of the server.